Repository: JnCrMx/cutie-logs
Catalog: frontend/po/*.po
Languages: de

source: Edit {} "{}" ({})
de: {} "{}" ({}) bearbeiten

source: Add {}
de: {} erstellen

source: Name must be valid.
de: Der Name muss gültig sein.

source: {} description
de: {}-Beschreibung

source: Description
de: Beschreibung

source: Save {}
de: {} speichern

source: Delete {} "{}" ({})
de: {} "{}" ({}) löschen

source: Please type the name of the {} to confirm deletion.
de: Geben Sie den Namen der {} zur Bestätigung ein.

source: Name must match.
de: Der Name muss übereinstimmen.

source: Delete {}
de: {} löschen

source: days
de: Tage

source: hours
de: Stunden

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: Resource #{}
de: Ressource #{}

source: false
de: falsch

source: true
de: wahr

source: Resource "{}" (#{})
de: Ressource "{}" (#{})

source: Attribute
de: Attribut

source: Value
de: Wert

source: Search...
de: Suche...

source: Only show selected
de: Nur ausgewählte anzeigen

source: Themes
de: Erscheinungsbild

source: Text View
de: Text

source: Table View
de: Tabelle

source: Settings
de: Einstellungen

source: Total Log Entries
de: Gesamte Einträge

source: Total Attributes
de: Gesamte Attribute

source: Total Resources
de: Gesamte Ressourcen

source: Total Scopes
de: Gesamte Bereiche

source: Invalid profile file
de: Ungültige Profildatei

source: Empty profile file
de: Leere Profildatein

source: Create New Profile...
de: Neues Profil anlegen...

source: Import Profile...
de: Profil importieren...

source: Rename profile
de: Profil umbenennen

source: Rename profile "{}"
de: Profil "{}" umbenennen

source: Export profile
de: Profil exportieren

source: Delete profile
de: Profil löschen

source: Delete profile "{}"
de: Profil "{}" löschen

source: Add profile
de: Profil erstellen

source: Profile name
de: Profilname

source: Profile name must be non-empty and unique.
de: Der Name des Profils darf nicht leer und muss einzigartig sein.

source: New name
de: Neuer Name

source: Please type the name of the profile to confirm deletion.
de: Geben Sie den Namen des Profils zur Bestätigung ein.

source: Profile name must match.
de: Der Profilname muss übereinstimmen.

source: Display Options
de: Anzeigeoptionen

source: Log line stencil. Use {{...}} to insert values.
de: Format der Protokollzeile. Nutzen Sie {{...}} um Werte einzusetzen.

source: Stencil invalid: "{}"
de: Format ungültig: "{}"

source: Preview
de: Vorschau

source: Select Attributes
de: Attribute auswählen

source: Filter Scopes
de: Bereiche filtern

source: Filter Resources
de: Ressourcen filtern

source: Query
de: Abfragen

source: Download
de: Herunterladen

source: 100 entries
de: 100 Einträge

source: 1k entries
de: 1k Einträge

source: 10k entries
de: 10k Einträge

source: 100k entries
de: 100k Einträge

source: 1M entries
de: 1M Einträge

source: Cleanup Rule
de: Aufräumregeln

source: Rule name must be non-empty.
de: Der Name der Regel darf nicht leer sein.

source: Rule name must be unique.
de: Es existiert bereits eine Regel mit diesem Namen.

source: Enabled
de: Aktiviert

source: Just here for equal spacing.
de: Nur hier für Abstände.

source: Execution interval
de: Ausführungsintervall

source: Execution interval must be a positive number.
de: Das Ausführungsintervall muss positiv sein.

source: Conditions
de: Bedingungen

source: Minimum age
de: Minimales Alter

source: Minimum age must be a positive number.
de: Das minimale Alter muss positiv sein.

source: Failed to parse rule
de: Konnte die Regel nicht einlesen.

source: Alert Rule
de: Alarmregeln

source: Notification Provider
de: Benachrichtungstyp

source: Select a provider
de: Wählen Sie einen Benachrichtungstyp aus

source: Notification Settings
de: Benachrichtigungseinstellungen

source: Please select a notification provider first.
de: Wählen Sie zuerst einen Benachrichtungstyp aus.

source: Invalid JSON for option {}
de: Ungültiges JSON für die Option {}

source: Expected an object.
de: Es wurde ein Objekt erwartet.

source: Expected an array.
de: Es wurde ein Array erwartet.

source: The notification provider option type is not supported yet.
de: Benachrichtigungs-Konfigurationen von diesem Typ sind noch nicht unterstützt.

source: Unknown option type
de: Unbekannter Optionstyp

source: Last run: {}
de: Zuletzt ausgeführt: {}

source: Never run
de: Niemals aufgeführt

source: Delete logs older than {}
de: Lösche Einträge älter als {}

source: Enable/Disable rule
de: Regel (de)aktivieren

source: Execution interval: {}
de: Ausführungsintervall: {}

source: No description
de: Keine Beschreibung

source: Edit rule
de: Regel bearbeiten

source: Delete rule
de: Regel löschen

source: Last alert: {}
de: Letzter Alarm: {}

source: Never triggered
de: Niemals ausgelöst

source: Provider: {}
de: Typ: {}

source: Use system language
de: Systemsprache verwenden

source: English
de: Englisch

source: German
de: Deutsch

source: These settings only apply to this browser and will not affect other sessions.
de: Diese Einstellungen gelten nur für diesen Browser und haben keinen Effekt auf andere Sitzungen.

source: Language
de: Sprache

source: Please refresh the page after changing the language.
de: Bitte aktualisieren Sie die Webseite, wenn Sie die Sprache geändert haben.

source: Default theme
de: Standarderscheinungsbild

source: The default theme only applies to newly created profiles.
de: Das Standarderscheinungsbild gilt nur für neue Profile.

source: Save
de: Speichern

source: Settings saved
de: Einstellungen gespeichert

source: Your UI settings have been saved successfully.
de: Die Nutzerinterfaceeinstellungen wurden erfolgreich gespeichert.

source: Add cleanup rule
de: Aufräumregel erstellen

source: No cleanup rules found
de: Keine Aufräumregeln vorhanden

source: You can add a new rule by clicking the button above.
de: Sie können eine neue Regel mit dem Knopf oben erstellen.

source: Add alert rule
de: Alarmregel erstellen

source: No alert rules found
de: Keine Alarmregeln vorhanden

source: User interface
de: Nutzerinterface

source: Cleanup rules
de: Aufräumregeln

source: Alert rules
de: Alarmregeln

source: error: {}
de: Fehler: {}

source: missing
de: fehlt

source: :T:Timestamp
de: :T:Zeitstempel

source: :R:Resource
de: :R:Ressource

source: :S:Scope
de: :S:Bereich

source: :V:Severity
de: :V:Schwere

source: :B:Body
de: :B:Nachricht

source: Add custom column
de: Benutzerdefinierte Spalte erstellen

source: Column name
de: Spaltenname

source: Column name must be non-empty and unique.
de: Der Spaltenname darf nicht leer und muss einzigartig sein.

source: Stencil
de: Format

source: Column stencil. Use {{...}} to insert values.
de: Format der Spalte. Nutzen Sie {{...}} um Werte einzusetzen.

source: Add column
de: Spalte erstellen

source: Reset table
de: Tabelle zurücksetzen
